//U+2654 - белый король
//U+2655 - белый ферзь
//U+2656 - белая ладья
//U+2657 - белый слон
//U+2658 - белый конь
//U+2659 - белая пешка
//U+265A  - черный король
//U+265B - черный ферзь
//U+265C - черная ладья
//U+265D - черный слон
//U+265E - черный конь
//U+265F - черная пешка

var figures = ["♔","♕","♖","♗","♘","♙","♚","♛","♜","♝","♞","♟"],
letters = ["h","g","f","e","d","c","b","a"],
whitePawn = "♙" , blackPawn = "♟"
figuresWhite = ["♖","♘","♗","♕","♔","♗","♘","♖",],
figuresblack = ["♜","♞","♝","♛","♚","♝","♞","♜",]